Repository: tcausgrove/CampingSweet
Catalog: CampingSweet/Localizable.xcstrings
Source language: en
Languages: es_419

source: Add a camper
es_419: Añadir una autocaravana

source: Archive camper
es_419: Archivar la autocaravana

source: Archived campers
es_419: Autocaravanas archivadas

source: Arrival date
es_419: Fecha de llegada

source: Campers
es_419: Autocaravanas

source: Cancel
es_419: Cancelar

source: Date format
es_419: Formato de fecha

source: Delete camper
es_419: Eliminar la autocaravana

source: Departure checklist
es_419: Lista para salida

source: Departure date
es_419: Fecha de salida

source: Destination
es_419: Destino

source: Distance in
es_419: Distancia en

source: Distance traveled: %@
es_419: Distancia recorrida: %@

source: Done
es_419: Hecho

source: Edit Log Book Entry
es_419: Editar entrada del libro de registro

source: For camper %@
es_419: Para autocaravana %@

source: Import CSV
es_419: Importar CSV

source: Log Book
es_419: Libro de registro

source: My Campers
es_419: Mis Autocaravanas

source: Name
es_419: Nombre

source: Name: %@
es_419: Nombre: %@

source: New Log Book Entry
es_419: Nueva entrada en el libro de registro

source: Number of nights used: %lld
es_419: Número de noches utilizadas: %lld

source: Registration
es_419: Registro

source: Registration: %@
es_419: Registro: %@

source: Save Changes
es_419: Guardar cambios

source: Selected
es_419: Seleccionada

source: Time format
es_419: Fermato de hora

source: Title: %@
es_419: Titulo: %@

source: User settings
es_419: Configuración de usuario

source: When: %@
es_419: Cuando: %@
